"__title__" = "Conta Bancária (CA)";

"__description__" = "Informações de Conta Bancária suíça.";

"bankName" = "Bank Name";

"owner" = "Name on Account";

"accountType" = "Tipo";

"clearingNo" = "Número de Compensação";

"accountNo" = "Account Number";

"swift" = "SWIFT Code";

"iban" = "IBAN Number";

"branchInfo" = "Branch Information";

"branchPhone" = "Telefone";

"branchAddress" = "Address";

"telephonePin" = "PIN";


"menu.accountType.checking" = "Checking";

"menu.accountType.savings" = "Savings";

"menu.accountType.loc" = "Line of Credit";

"menu.accountType.money_market" = "Money Market";

"menu.accountType.other" = "Outros";
